//
//  BroadcastExample.swift
//  LimeAPIClientTests
//
//  Created by Лайм HD on 03.06.2020.
//  Copyright © 2020 Лайм HD. All rights reserved.
//

import Foundation

let BroadcastExample = """
{
    "data": [
        {
            "id": "297506",
            "type": "broadcast",
            "attributes": {
                "title": "Познер",
                "detail": "Ведущий задаёт вопросы общественным деятелям, политикам, деятелям культуры, искусства, науки, спорта. Беседа может иметь информационный повод, а может не быть связанной с событиями недели",
                "rating": 16,
                "start_at": "2020-06-02T00:00:00+03:00",
                "finish_at": "2020-06-02T01:00:00+03:00"
            }
        },
        {
            "id": "297507",
            "type": "broadcast",
            "attributes": {
                "title": "Новости",
                "detail": "Программа о важных событиях в стране и в мире. Оперативно и достоверно мы рассказываем о том, что произошло в области политики, экономики, общественной жизни, культуры, спорта",
                "rating": 16,
                "start_at": "2020-06-02T03:00:00+03:00",
                "finish_at": "2020-06-02T03:05:00+03:00"
            }
        },
        {
            "id": "297508",
            "type": "broadcast",
            "attributes": {
                "title": "Мужское/Женское",
                "detail": "\\"Мужское/Женское\\" разбирает самые шокирующие, самые скандальные человеческие истории. Брата судят за убийство брата, восьмиклассница совращает взрослого мужчину, родители выбрасывают на улицу собственных детей",
                "rating": 16,
                "start_at": "2020-06-02T03:20:00+03:00",
                "finish_at": "2020-06-02T05:00:00+03:00"
            }
        },
        {
            "id": "297509",
            "type": "broadcast",
            "attributes": {
                "title": "Новости",
                "detail": "Программа о важных событиях в стране и в мире. Оперативно и достоверно мы рассказываем о том, что произошло в области политики, экономики, общественной жизни, культуры, спорта",
                "rating": 16,
                "start_at": "2020-06-02T09:00:00+03:00",
                "finish_at": "2020-06-02T09:25:00+03:00"
            }
        },
        {
            "id": "297510",
            "type": "broadcast",
            "attributes": {
                "title": "Модный приговор",
                "detail": "Вы считаете, что отсутствие стиля мешает вам наладить личную жизнь, найти новую работу, расширить круг знакомств? Тогда вы обратились по адресу - с нами у вас есть шанс кардинально изменить свою жизнь!",
                "rating": 6,
                "start_at": "2020-06-02T09:55:00+03:00",
                "finish_at": "2020-06-02T10:55:00+03:00"
            }
        },
        {
            "id": "297511",
            "type": "broadcast",
            "attributes": {
                "title": "Новости",
                "detail": "Программа о важных событиях в стране и в мире. Оперативно и достоверно мы рассказываем о том, что произошло в области политики, экономики, общественной жизни, культуры, спорта",
                "rating": 16,
                "start_at": "2020-06-02T12:00:00+03:00",
                "finish_at": "2020-06-02T12:15:00+03:00"
            }
        },
        {
            "id": "297512",
            "type": "broadcast",
            "attributes": {
                "title": "Новости",
                "detail": "Программа о важных событиях в стране и в мире. Оперативно и достоверно мы рассказываем о том, что произошло в области политики, экономики, общественной жизни, культуры, спорта",
                "rating": 16,
                "start_at": "2020-06-02T15:00:00+03:00",
                "finish_at": "2020-06-02T15:15:00+03:00"
            }
        },
        {
            "id": "297513",
            "type": "broadcast",
            "attributes": {
                "title": "Мужское/Женское",
                "detail": "\\"Мужское/Женское\\" разбирает самые шокирующие, самые скандальные человеческие истории. Брата судят за убийство брата, восьмиклассница совращает взрослого мужчину, родители выбрасывают на улицу собственных детей",
                "rating": 16,
                "start_at": "2020-06-02T16:00:00+03:00",
                "finish_at": "2020-06-02T18:00:00+03:00"
            }
        },
        {
            "id": "297514",
            "type": "broadcast",
            "attributes": {
                "title": "На самом деле",
                "detail": "Только правда может изменить ход этой личной истории. Она может навсегда развести людей, а может - соединить их. Потому что даже участники событий иногда до конца не понимают сами, как всё было на самом деле",
                "rating": 16,
                "start_at": "2020-06-02T18:40:00+03:00",
                "finish_at": "2020-06-02T19:40:00+03:00"
            }
        },
        {
            "id": "297515",
            "type": "broadcast",
            "attributes": {
                "title": "Время",
                "detail": "Наши репортёры подробно рассказывают о важных решениях, которые касаются каждого жителя России; выходят в прямой эфир с места заметных событий или крупных происшествий; круглые сутки работают на десятках корпунктов в России, СНГ и дальнем зарубежье",
                "rating": 12,
                "start_at": "2020-06-02T21:00:00+03:00",
                "finish_at": "2020-06-02T21:30:00+03:00"
            }
        },
        {
            "id": "297516",
            "type": "broadcast",
            "attributes": {
                "title": "Док-ток",
                "detail": "Ежедневное вечернее шоу. В центре внимания истории, которые вызвали в обществе большой резонанс и никого не оставили равнодушным - истории, достойные экранизации",
                "rating": 16,
                "start_at": "2020-06-02T22:25:00+03:00",
                "finish_at": "2020-06-02T23:25:00+03:00"
            }
        }
    ],
    "meta": {
        "time_zone": "UTC+03:00",
        "start_at": "2020-06-01T23:59:59+03:00",
        "finish_at": "2020-06-02T23:59:59+03:00"
    }
}
"""
